Revit 2027 API
TriangleInShellComponent.VertexIndex2 Property
 Index of the triangle's third vertex in the TriangulatedShellComponent's array of vertices.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int VertexIndex2 { get; }
Public ReadOnly Property VertexIndex2 As Integer
	Get
public:
property int VertexIndex2 {
	int get ();
}
member VertexIndex2 : int with get
Property Value
Int32
See Also
Reference
TriangleInShellComponent Class
Autodesk.Revit.DB Namespace